export default {
    datas: [
        // 1
        {
            image: "https://content2.rozetka.com.ua/goods/images/big/141334395.jpg",
            name: "Samsung Galaxy Note 20 Ultra",
            description:
                "Первым соединив электронное перо и смартфон, Galaxy Note открывает для вас абсолютно новый мир. Мы сталкиваемся с новой реальностью, в которой нужны устройства нового типа. Это не смартфон в привычном представлении. Это мощный компьютер в вашем кармане. Это новый уровень развлечений и гейминга. Это киностудия с камерой 8K в ваших руках. Супермощный смартфон, меняющий ваше представление о работе и развлечениях.",
            property: [
                {name: "Дисплей",
                    value: [
                        { name: "Диагональ экрана", value: "6.9" },
                        { name: "Разрешение дисплея", value: "3088x1440" },
                        { name: "Тип матрицы", value: "Dynamic AMOLED 2X" },
                        { name: "Материал экрана", value: "Стекло (Gorilla Glass Victus)"},
                    ],
                },
                { name: "Операционная система", value: "Android" },
                {
                    name: "СИМ-карты",
                    value: [
                        { name: "Количество СИМ-карт", value: "2" },
                        { name: "Размеры СИМ-карты", value: "Nano-SIM" },
                    ],
                },
            ],


        },
        //2
        {
        image: "",
        name: ""
        }

    ]
}